
export default function Home() {
  return (
    <div className={` w-full p-3 rouned-md border-5 border-[#D1011B] text-right flex flex-col justify-center `}>
        
        <h1>
مزایای آموزش آنلاین

آموزش مجازی به روشی هیجان انگیز برای کسب آموزش در بین دانش آموزان تبدیل شده است. برای دانستن حقایق الهام‌بخش بیشتر در مورد آموزش آنلاین، به برخی از مزایای این شیوه آموزشی هیجان‌انگیز اشاره کرده‌ایم:
انعطاف پذیری

اولین و سودمندترین چیز در مورد آموزش آنلاین این است که در طول آموزش آنلاین انعطاف پذیری زمان و مکان وجود دارد. دانش آموز می تواند هر دوره ای را که به صورت آنلاین از خانه خود در دسترس است دنبال کند. آنها می توانند کلاس ها را از هر کجا و در هر زمان شرکت کنند. دانش‌آموزان آزادند که در حرفه‌های خود دستکاری کنند، زیرا زمان‌بندی ثابتی وجود ندارد و می‌توانند زمان اضافی را برای تمرین بیشتر و انجام برخی فعالیت‌های فوق برنامه برای ارتقای شغل خود صرف کنند.
فرصت های شبکه

دانش آموزان می توانند شبکه های بزرگ خود را با دانش آموزان دیگر از طریق کلاس های آنلاین ایجاد کنند. دانشجویانی که در دوره آنلاین از کشورها و ایالت های مختلف ثبت نام می کنند. آنها می توانند برای اجرای پروژه ها با ایده های مختلف با یکدیگر ارتباط برقرار کنند.
مقرون به صرفه

آموزش آنلاین به صرفه جویی در هزینه ها کمک می کند زیرا پول اضافی را که دانش آموز باید در طول روش سنتی آموزش در کلاس درس خرج کند مانند هزینه های سفر، هزینه های خوابگاه، هزینه اقامت، هزینه جابجایی، هزینه های حمل و نقل عمومی و … کسر می کند.
یادگیری با سرعت خاص

هر دانش آموز دارای طرز فکر متفاوت و توانایی های متفاوت برای درک دانش و مهارت است. در طول آموزش در کلاس درس، درک همه چیز برای دانش آموزانی که قادر به درک سریع موضوعات نیستند، دشوار می شود. در طول آموزش آنلاین، دانش آموزان این گزینه را دارند که با سرعت و توانایی خود یاد بگیرند.
معایب آموزش آنلاین چیست؟
بدون تعامل فیزیکی

هنگامی که وارد یک سیستم آموزشی آنلاین می شوید، زمان کمتری برای تعامل با همکلاسی های خود از طریق ملاقات با آنها خواهید داشت. تعامل مجازی بیشتر است و شما در واقع هر روز با معلمان یا همکاران خود ملاقات نمی کنید.

هنگامی که وارد یک سیستم آموزشی آنلاین می شوید، زمان کمتری برای تعامل با همکلاسی های خود از طریق ملاقات با آنها خواهید داشت. تعامل مجازی بیشتر است و شما در واقع هر روز با معلمان یا همکاران خود ملاقات نمی کنید.
مدیریت زمان صفحه نمایش

با توجه به همه چیزهایی که در این دنیا روی تلفن های هوشمند ما اتفاق می افتد، گاهی اوقات تمرکز روی یک کار تعیین شده دشوار است. حواس پرتی از رسانه های اجتماعی می تواند منجر به تمرکز و تعامل کمتر شود.
 </h1>

    </div>
  );
}
